Revit 2027 API
ParameterTypeId.RbsCabletrayBendradius Property
 "Bend Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayBendradius { get; }
Public Shared ReadOnly Property RbsCabletrayBendradius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayBendradius {
	ForgeTypeId^ get ();
}
static member RbsCabletrayBendradius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace